aaron-bond.better-comments
adpyke.codesnap
christian-kohler.path-intellisense
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
evondev.indent-rainbow-palettes
formulahendry.auto-close-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
johnpapa.vscode-peacock
kisstkondoros.vscode-gutter-preview
miguelsolorio.fluent-icons
miguelsolorio.symbols
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
rangav.vscode-thunder-client
ritwickdey.liveserver
tonybaloney.vscode-pets
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
